Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Pin Limit Reached
ar: تم الوصول إلى حد التثبيت
de: Pin-Limit erreicht
es: Límite de fijados alcanzado
fr: Limite d'épingles atteinte
hi: पिन सीमा तक पहुँच गया
id: Batas Pin Tercapai
ja: ピン留め上限に達しました
ko: 고정 한도에 도달했습니다
pt_br: Limite de fixados atingido
ru: Достигнут предел выводов
th: ถึงขีดจำกัดพินแล้ว
tr: Pin Sınırına Ulaşıldı
vi: Đã đạt đến giới hạn mã pin
zh_hans: 置顶数量已达上限
zh_hant: 釘選數量已達上限

source: Please explain what this code is doing and point out any potential issues.
ar: يرجى توضيح ما يفعله هذا الكود والإشارة إلى أي مشكلات محتملة.
de: Bitte erläutern Sie, was dieser Code bewirkt, und weisen Sie auf mögliche Probleme hin.
es: Explique qué hace este código y señale cualquier problema potencial.
fr: Veuillez expliquer ce que fait ce code et signaler tout problème potentiel.
hi: कृपया बताएं कि यह कोड क्या कर रहा है और किसी भी संभावित समस्या के बारे में बताएं।
id: Harap jelaskan apa yang dilakukan kode ini dan tunjukkan potensi masalah apa pun.
ja: このコードが何をしているのか説明し、潜在的な問題があれば指摘してください。
ko: 이 코드가 수행하는 작업을 설명하고 잠재적인 문제를 지적해 주세요.
pt_br: Explique o que este código está fazendo e aponte quaisquer problemas potenciais.
ru: Пожалуйста, объясните, что делает этот код, и укажите на любые потенциальные проблемы.
th: โปรดอธิบายว่าโค้ดนี้ทำอะไรได้บ้าง และชี้ให้เห็นถึงปัญหาที่อาจเกิดขึ้น
tr: Lütfen bu kodun ne yaptığını açıklayın ve olası sorunları belirtin.
vi: Vui lòng giải thích chức năng của mã này và chỉ ra bất kỳ vấn đề tiềm ẩn nào.
zh_hans: 请解释这段代码在做什么，并指出潜在问题。
zh_hant: 請解釋此程式碼的作用並指出任何潛在的問題。

source: Please translate this English article and preserve its tone.
ar: يرجى ترجمة هذا المقال باللغة الإنجليزية والحفاظ على أسلوبه.
de: Bitte übersetze diesen englischen Artikel und bewahren Sie seinen Ton.
es: Traduzca este artículo en inglés y conserve su tono.
fr: Veuillez traduire cet article en anglais et conserver son ton.
hi: कृपया इस अंग्रेजी लेख का अनुवाद करें और इसका लहजा सुरक्षित रखें।
id: Harap terjemahkan artikel berbahasa Inggris ini dan pertahankan nadanya.
ja: この英語の記事を翻訳し、その論調を維持してください。
ko: 이 영어 기사를 번역하고 그 어조를 보존해 주세요.
pt_br: Por favor, traduza este artigo em inglês e preserve seu tom.
ru: Пожалуйста, переведите эту английскую статью и сохраните ее тон.
th: โปรดแปลบทความภาษาอังกฤษนี้และคงโทนเสียงไว้
tr: Lütfen bu İngilizce makaleyi tercüme edin ve üslubunu koruyun.
vi: Hãy dịch bài viết tiếng Anh này và giữ nguyên giọng điệu của nó.
zh_hans: 请翻译这篇英文文章，保留原文语气。
zh_hant: 請翻譯這篇英文文章並保留其語調。

# Plus %d more
source: +%d more
ar: +%d أخرى
de: +%d weitere
es: +%d más
fr: +%d de plus
hi: +%d और
id: +%d lagi
ja: +%d 件
ko: +%d개
pt_br: +%d mais
ru: +%d ещё
th: และอีก %d
tr: +%d daha
vi: +%d nữa
zh_hans: +%d 更多
zh_hant: +%d 更多

source: Price unknown
ar: السعر غير معروف
de: Preis unbekannt
es: Precio desconocido
fr: Prix ​​inconnu
hi: कीमत अज्ञात
id: Harga tidak diketahui
ja: 価格不明
ko: 가격을 알 수 없음
pt_br: Preço desconhecido
ru: Цена неизвестна
th: ไม่ทราบราคา
tr: Fiyat bilinmiyor
vi: Giá không rõ
zh_hans: 价格未知
zh_hant: 價格未知

source: Pricing Unknown
ar: التسعير غير معروف
de: Preis unbekannt
es: Precio desconocido
fr: Tarif inconnu
hi: मूल्य अज्ञात
id: Harga tidak diketahui
ja: 料金不明
ko: 가격 알 수 없음
pt_br: Preço desconhecido
ru: Цена неизвестна
th: ไม่ทราบราคา
tr: Fiyat bilinmiyor
vi: Chưa rõ giá
zh_hans: 价格未知
zh_hant: 價格未知

source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
hi: गोपनीयता
id: Pribadi
ja: プライバシー
ko: 개인 정보
pt_br: Privacidade
ru: Конфиденциальность
th: ความเป็นส่วนตัว
tr: Mahremiyet
vi: Sự riêng tư
zh_hans: 隐私
zh_hant: 隱私

source: Privacy & Security
ar: الخصوصية والأمن
de: Datenschutz und Sicherheit
es: Privacidad y seguridad
fr: Confidentialité et sécurité
hi: निजता एवं सुरक्षा
id: Privasi & Keamanan
ja: プライバシーとセキュリティ
ko: 개인 정보 보호 및 보안
pt_br: Privacidade e segurança
ru: Конфиденциальность и безопасность
th: ความเป็นส่วนตัวและความปลอดภัย
tr: Gizlilik ve Güvenlik
vi: Quyền riêng tư & Bảo mật
zh_hans: 隐私与安全
zh_hant: 隱私與安全

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de privacidade
ru: политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Provider "%@" removed from another device
ar: تم حذف الموفر «%@» من جهاز آخر
de: Provider „%@“ von einem anderen Gerät entfernt
es: Proveedor «%@» eliminado desde otro dispositivo
fr: Provider « %@ » supprimé depuis un autre appareil
hi: प्रदाता "%@" को किसी अन्य डिवाइस से हटा दिया गया
id: Penyedia "%@" dihapus dari perangkat lain
ja: Provider「%@」を他のデバイスから削除しました
ko: 다른 기기에서 Provider "%@" 제거됨
pt_br: Provider «%@» removido de outro dispositivo
ru: Провайдер "%@" удален с другого устройства
th: ผู้ให้บริการ "%@" ถูกลบออกจากอุปกรณ์อื่น
tr: Sağlayıcı "%@" başka bir cihazdan kaldırıldı
vi: Nhà cung cấp "%@" đã bị xóa khỏi thiết bị khác
zh_hans: 供应商「%@」已在其他设备移除
zh_hant: 供應商「%@」已在其他裝置移除

source: Provider Configuration Error
ar: خطأ في إعداد المزود
de: Anbieterkonfigurationsfehler
es: Error de configuración del proveedor
fr: Erreur de configuration du fournisseur
hi: प्रदाता कॉन्फ़िगरेशन त्रुटि
id: Kesalahan Konfigurasi Penyedia
ja: プロバイダー設定エラー
ko: 제공업체 설정 오류
pt_br: Erro de configuração do provedor
ru: Ошибка конфигурации поставщика
th: ข้อผิดพลาดในการกำหนดค่าผู้ให้บริการ
tr: Sağlayıcı Yapılandırma Hatası
vi: Lỗi cấu hình nhà cung cấp
zh_hans: 服务商配置错误
zh_hant: 服務商設定錯誤

source: Provider Overview
ar: نظرة عامة على المزودين
de: Anbieterübersicht
es: Resumen de proveedores
fr: Vue d’ensemble des fournisseurs
hi: प्रदाता अवलोकन
id: Ikhtisar Penyedia
ja: プロバイダ概要
ko: 제공업체 개요
pt_br: Visão geral dos provedores
ru: Обзор поставщика
th: ภาพรวมผู้ให้บริการ
tr: Sağlayıcıya Genel Bakış
vi: Tổng quan về nhà cung cấp
zh_hans: 供应商概览
zh_hant: 供應商概覽

source: Provider Quota Reached
ar: تم استهلاك حصة المزود
de: Anbieter-Kontingent erreicht
es: Cuota del proveedor agotada
fr: Quota du fournisseur atteint
hi: प्रदाता कोटा समाप्त
id: Kuota penyedia habis
ja: プロバイダーの利用枠を超えました
ko: 제공업체 할당량 소진
pt_br: Cota do provedor esgotada
ru: Квота поставщика исчерпана
th: โควตาผู้ให้บริการหมดแล้ว
tr: Sağlayıcı kotası doldu
vi: Đã hết hạn mức của nhà cung cấp
zh_hans: 服务商额度已用完
zh_hant: 服務商額度已用完

source: Provider Rate Limited
ar: تم تقييد معدل المزود
de: Anbieter-Ratenlimit erreicht
es: Límite de tasa del proveedor
fr: Limite de débit du fournisseur atteinte
hi: प्रदाता दर लिमिटेड
id: Tarif Penyedia Terbatas
ja: プロバイダーのレート制限
ko: 제공업체 요청 제한
pt_br: Limite de taxa do provedor
ru: Ограниченная ставка поставщика
th: อัตราผู้ให้บริการ จำกัด
tr: Sağlayıcı Oranı Sınırlı
vi: Tỷ lệ nhà cung cấp có giới hạn
zh_hans: 服务商请求频率受限
zh_hant: 服務商請求頻率受限

source: Provider Request Failed
ar: فشل طلب المزود
de: Anbieteranfrage fehlgeschlagen
es: Solicitud al proveedor fallida
fr: Échec de la requête au fournisseur
hi: प्रदाता अनुरोध विफल रहा
id: Permintaan Penyedia Gagal
ja: プロバイダーへのリクエスト失敗
ko: 제공업체 요청 실패
pt_br: Falha na solicitação ao provedor
ru: Запрос поставщика не выполнен
th: คำขอของผู้ให้บริการล้มเหลว
tr: Sağlayıcı İsteği Başarısız Oldu
vi: Yêu cầu nhà cung cấp không thành công
zh_hans: 服务商请求失败
zh_hant: 服務商請求失敗

source: Provider usage is separate
ar: استخدام المزوّد منفصل
de: Anbieternutzung ist separat
es: El uso del proveedor va aparte
fr: L'utilisation du fournisseur est séparée
hi: प्रदाता उपयोग अलग है
id: Penggunaan penyedia terpisah
ja: プロバイダー利用料は別です
ko: 제공업체 사용료는 별도입니다
pt_br: O uso do provedor é separado
ru: Использование провайдера оплачивается отдельно
th: ค่าใช้ผู้ให้บริการแยกต่างหาก
tr: Sağlayıcı kullanımı ayrıdır
vi: Chi phí nhà cung cấp là riêng
zh_hans: 供应商用量单独计费
zh_hant: 供應商用量單獨計費

source: Providers
ar: مزودو الخدمة
de: Anbieter
es: Proveedores
fr: Fournisseurs
hi: प्रदाताओं
id: Penyedia
ja: プロバイダ
ko: 제공업체
pt_br: Provedores
ru: Провайдеры
th: ผู้ให้บริการ
tr: Sağlayıcılar
vi: Nhà cung cấp
zh_hans: 服务商
zh_hant: 服務商

source: Quarterly Growth Report
ar: تقرير النمو الربع سنوي
de: Vierteljährlicher Wachstumsbericht
es: Informe de crecimiento trimestral
fr: Rapport de croissance trimestriel
hi: त्रैमासिक विकास रिपोर्ट
id: Laporan Pertumbuhan Kuartalan
ja: 四半期成長レポート
ko: 분기별 성장 보고서
pt_br: Relatório Trimestral de Crescimento
ru: Ежеквартальный отчет о росте
th: รายงานการเติบโตรายไตรมาส
tr: Üç Aylık Büyüme Raporu
vi: Báo cáo tăng trưởng hàng quý
zh_hans: 季度增长报告
zh_hant: 季度成長報告

source: Ready
ar: متاح
de: Verfügbar
es: Disponible
fr: Disponible
hi: तैयार
id: Siap
ja: 利用可能
ko: 사용 가능
pt_br: Disponível
ru: Готово
th: พร้อม
tr: Hazır
vi: Sẵn sàng
zh_hans: 可用
zh_hant: 可用

source: Ready to start a new conversation
ar: على استعداد لبدء محادثة جديدة
de: Bereit, ein neues Gespräch zu beginnen
es: Listo para iniciar una nueva conversación
fr: Prêt à démarrer une nouvelle conversation
hi: नई बातचीत शुरू करने के लिए तैयार
id: Siap memulai percakapan baru
ja: 新しい会話を始める準備ができました
ko: 새로운 대화를 시작할 준비가 되었습니다
pt_br: Pronto para iniciar uma nova conversa
ru: Готов начать новый разговор
th: พร้อมเริ่มบทสนทนาใหม่
tr: Yeni bir sohbet başlatmaya hazırım
vi: Sẵn sàng bắt đầu cuộc trò chuyện mới
zh_hans: 准备开始新对话
zh_hant: 準備開始新的對話

source: Reasoning
ar: الاستدلال
es: Razonamiento
fr: Raisonnement
hi: रीज़निंग
id: Penalaran
ja: 推論
ko: 추론
pt_br: Raciocínio
ru: Рассуждение
th: การให้เหตุผล
tr: Akıl yürütme
vi: Suy luận
zh_hans: 推理控制
zh_hant: 推理控制

source: Reasoning & chat
ar: الاستدلال والدردشة
es: Razonamiento y chat
fr: Raisonnement et chat
hi: रीज़निंग और चैट
id: Penalaran & obrolan
ja: 推論とチャット
ko: 추론 및 채팅
pt_br: Raciocínio e chat
ru: Рассуждения и чат
th: การให้เหตุผลและแชท
tr: Akıl yürütme ve sohbet
vi: Suy luận & trò chuyện
zh_hans: 推理与对话
zh_hant: 推理與對話

source: Reasoning Effort
ar: مستوى الاستدلال
de: Reasoning-Stärke
es: Esfuerzo de reasoning
fr: Niveau de reasoning
hi: Reasoning प्रयास
id: Tingkat Reasoning
ja: 推論強度
ko: 추론 강도
pt_br: Esforço de reasoning
ru: Усилие reasoning
th: ระดับ Reasoning
tr: Reasoning Düzeyi
vi: Mức Reasoning
zh_hans: 推理强度
zh_hant: 推理程度

source: Recent
ar: الأخيرة
de: Kürzlich
es: Recientes
fr: Récents
hi: हाल ही का
id: Terkini
ja: 最近
ko: 최근
pt_br: Recentes
ru: Недавний
th: ล่าสุด
tr: Son
vi: Gần đây
zh_hans: 近期
zh_hant: 近期

source: Recent Conversations
ar: المحادثات الأخيرة
de: Aktuelle Gespräche
es: Conversaciones recientes
fr: Conversations récentes
hi: हाल की बातचीत
id: Percakapan Terkini
ja: 最近の会話
ko: 최근 대화
pt_br: Conversas recentes
ru: Недавние разговоры
th: การสนทนาล่าสุด
tr: Son Konuşmalar
vi: Cuộc trò chuyện gần đây
zh_hans: 最近对话
zh_hant: 最近的對話

source: Recognized as an image-gen model
ar: تم التعرف عليه كنموذج لإنشاء الصور
de: Als Bildgenerierungsmodell erkannt
es: Reconocido como modelo de generación de imágenes
fr: Reconnu comme modèle de génération d'images
hi: इमेज-जेन मॉडल के रूप में पहचाना गया
id: Dikenali sebagai model pembuat gambar
ja: 画像生成モデルとして認識されました
ko: 이미지 생성 모델로 인식됨
pt_br: Reconhecido como modelo de geração de imagens
ru: Распознано как модель генерации изображений
th: ตรวจพบว่าเป็นโมเดลสร้างรูปภาพ
tr: Resim üretim modeli olarak tanındı
vi: Được nhận diện là mô hình tạo ảnh
zh_hans: 已识别为图片生成模型
zh_hant: 已辨識為圖片生成模型

source: Recommended Models
ar: النماذج الموصى بها
de: Empfohlene Modelle
es: Modelos recomendados
fr: Modèles recommandés
hi: अनुशंसित मॉडल
id: Model yang Direkomendasikan
ja: 推奨モデル
ko: 추천 모델
pt_br: Modelos recomendados
ru: Рекомендуемые модели
th: รุ่นที่แนะนำ
tr: Önerilen Modeller
vi: Mô hình được đề xuất
zh_hans: 推荐模型
zh_hant: 推薦模型

source: Recommended model
ar: النموذج الموصى به
de: Empfohlenes Modell
es: Modelo recomendado
fr: Modèle recommandé
hi: अनुशंसित मॉडल
id: Model yang direkomendasikan
ja: 推奨モデル
ko: 추천 모델
pt_br: Modelo recomendado
ru: Рекомендуемая модель
th: รุ่นแนะนำ
tr: Önerilen model
vi: Mô hình được đề xuất
zh_hans: 推荐模型
zh_hant: 推薦模型

source: Region
ar: المنطقة
es: Región
fr: Région
hi: क्षेत्र
id: Wilayah
ja: リージョン
ko: 리전
pt_br: Região
ru: Область
th: ภูมิภาค
tr: Bölge
vi: Vùng đất
zh_hans: 区域
zh_hant: 區域

source: Relay endpoint type
ar: نوع endpoint للـ relay
de: Relay-Endpunkttyp
es: Tipo de endpoint de relay
fr: Type d’endpoint du relais
hi: Relay endpoint प्रकार
id: Jenis endpoint relay
ja: Relay エンドポイントの種類
ko: relay endpoint 유형
pt_br: Tipo de endpoint do relay
ru: Тип endpoint для relay
th: ประเภท endpoint ของ relay
tr: Relay endpoint türü
vi: Loại endpoint relay
zh_hans: 中转端点类型
zh_hant: 中轉端點類型

source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Renombrar
fr: Renommer
hi: नाम बदलें
id: Ganti nama
ja: 名前を変更
ko: 이름 변경
pt_br: Renomear
ru: Переименовать
th: เปลี่ยนชื่อ
tr: Yeniden adlandır
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重新命名

source: Repetition Control
ar: التحكم في التكرار
de: Wiederholungssteuerung
es: Control de repetición
fr: Contrôle des répétitions
hi: दोहराव नियंत्रण
id: Kontrol pengulangan
ja: 繰り返しの制御
ko: 반복 제어
pt_br: Controle de repetição
ru: Контроль повторов
th: การควบคุมการซ้ำ
tr: Tekrar denetimi
vi: Kiểm soát lặp lại
zh_hans: 重复控制
zh_hant: 重複控制

source: Replace
ar: استبدال
de: Ersetzen
es: Reemplazar
fr: Remplacer
hi: बदलें
id: Ganti
ja: 差し替え
ko: 교체
pt_br: Substituir
ru: Заменить
th: แทนที่
tr: Değiştir
vi: Thay thế
zh_hans: 替换
zh_hant: 替換

source: Replace cloud data with your local data
ar: استبدل البيانات السحابية بالبيانات المحلية
de: Cloud-Daten durch lokale Daten ersetzen
es: Reemplaza los datos en la nube con tus datos locales
fr: Remplacer les données cloud par vos données locales
hi: क्लाउड डेटा को अपने स्थानीय डेटा से बदलें
id: Ganti data cloud dengan data lokal Anda
ja: クラウドデータをローカルデータで置き換えます
ko: 클라우드 데이터를 로컬 데이터로 교체
pt_br: Substituir os dados da nuvem pelos dados locais
ru: Замените облачные данные своими локальными данными
th: แทนที่ข้อมูลบนคลาวด์ด้วยข้อมูลในเครื่องของคุณ
tr: Bulut verilerini yerel verilerinizle değiştirin
vi: Thay thế dữ liệu đám mây bằng dữ liệu cục bộ của bạn
zh_hans: 用本地数据替换云端数据
zh_hant: 用本機資料取代雲端資料

source: Reproducibility
ar: قابلية إعادة الإنتاج
de: Reproduzierbarkeit
es: Reproducibilidad
fr: Reproductibilité
hi: पुनरुत्पादकता
id: Reproduksibilitas
ja: 再現性
ko: 재현성
pt_br: Reprodutibilidade
ru: Воспроизводимость
th: ความสามารถในการทำซ้ำ
tr: Yeniden üretilebilirlik
vi: Khả năng tái lập
zh_hans: 可复现性
zh_hant: 可重現性

source: Request
ar: الطلب
de: Anfrage
es: Petición
fr: Requête
hi: अनुरोध
id: Permintaan
ja: リクエスト
ko: 요청
pt_br: Solicitação
ru: Запрос
th: คำขอ
tr: İstek
vi: Yêu cầu
zh_hans: 请求
zh_hant: 請求

source: Required to call this relay.
ar: مطلوب لاستدعاء هذا الـ Relay.
de: Zum Aufruf dieses Relays erforderlich.
es: Necesario para llamar a este relay.
fr: Requis pour appeler ce relay.
hi: इस relay को कॉल करने के लिए आवश्यक।
id: Wajib untuk memanggil relay ini.
ja: この Relay を呼び出すには必須です。
ko: 이 Relay 호출에 필수입니다.
pt_br: Necessário para chamar este relay.
ru: Требуется для вызова этого relay.
th: จำเป็นสำหรับการเรียก relay นี้
tr: Bu relay'i çağırmak için gerekli.
vi: Cần thiết để gọi relay này.
zh_hans: 调用此中转站必填。
zh_hant: 呼叫此中轉站時必填。

source: Resend Code
ar: إعادة إرسال الرمز
de: Code erneut senden
es: Reenviar código
fr: Renvoyer le code
hi: कोड फिर से भेजें
id: Kirim ulang kode
ja: コードを再送信
ko: 코드 다시 보내기
pt_br: Reenviar código
ru: Отправить код повторно
th: ส่งรหัสอีกครั้ง
tr: Kodu yeniden gönder
vi: Gửi lại mã
zh_hans: 重新发送验证码
zh_hant: 重新傳送驗證碼

source: Resend code in %d seconds
ar: إعادة الإرسال خلال %d ثانية
de: Erneut senden in %d Sekunden
es: Reenviar en %d segundos
fr: Renvoyer dans %d secondes
hi: %d सेकंड में फिर से भेजें
id: Kirim ulang dalam %d detik
ja: %d 秒後に再送信できます
ko: %d초 후 다시 보낼 수 있습니다
pt_br: Reenviar em %d segundos
ru: Повторная отправка через %d с
th: ส่งอีกครั้งใน %d วินาที
tr: %d saniye sonra yeniden gönder
vi: Gửi lại sau %d giây
zh_hans: %d 秒后可重新发送
zh_hant: %d 秒後可重新傳送

source: Restore Defaults
ar: استعادة الإعدادات الافتراضية
de: Standards wiederherstellen
es: Restaurar valores predeterminados
fr: Rétablir les valeurs par défaut
hi: डिफ़ॉल्ट पुनर्स्थापित करें
id: Pulihkan default
ja: デフォルトに戻す
ko: 기본값 복원
pt_br: Restaurar padrões
ru: Восстановить значения по умолчанию
th: คืนค่าเริ่มต้น
tr: Varsayılanları geri yükle
vi: Khôi phục mặc định
zh_hans: 恢复默认设置
zh_hant: 還原預設設定

source: Restore complete
ar: اكتملت الاستعادة
de: Wiederherstellung abgeschlossen
es: Restauración completada
fr: Restauration terminée
hi: बहाली पूर्ण
id: Pemulihan selesai
ja: 復元が完了しました
ko: 복원 완료
pt_br: Restauração concluída
ru: Восстановление завершено
th: กู้คืนการซื้อเสร็จสิ้น
tr: Geri yükleme tamamlandı
vi: Khôi phục hoàn tất
zh_hans: 恢复购买完成
zh_hant: 復原購買完成

source: Restore providers, models, and chats from a local encrypted backup.
ar: استعادة المزوّدين والنماذج والمحادثات من نسخة احتياطية محلية مشفرة.
de: Stelle Anbieter, Modelle und Chats aus einem lokalen, verschlüsselten Backup wieder her.
es: Restaure proveedores, modelos y chats desde una copia de seguridad cifrada local.
fr: Restaurez les fournisseurs, les modèles et les discussions à partir d'une sauvegarde chiffrée locale.
hi: स्थानीय एन्क्रिप्टेड बैकअप से प्रदाताओं, मॉडलों और चैट को पुनर्स्थापित करें।
id: Pulihkan penyedia, model, dan obrolan dari cadangan terenkripsi lokal.
ja: ローカルの暗号化されたバックアップからプロバイダー、モデル、チャットを復元します。
ko: 로컬 암호화 백업에서 제공업체, 모델 및 채팅을 복원합니다.
pt_br: Restaure provedores, modelos e chats a partir de um backup local criptografado.
ru: Восстановите поставщиков, модели и чаты из локальной зашифрованной резервной копии.
th: กู้คืนผู้ให้บริการ โมเดล และการแชทจากการสำรองข้อมูลที่เข้ารหัสในเครื่อง
tr: Sağlayıcıları, modelleri ve sohbetleri yerel şifreli bir yedekten geri yükleyin.
vi: Khôi phục nhà cung cấp, mô hình và cuộc trò chuyện từ bản sao lưu được mã hóa cục bộ.
zh_hans: 从本地加密备份恢复服务商、模型和对话。
zh_hant: 從本地加密備份還原服務商、模型和聊天。

source: Resync Models
ar: إعادة مزامنة النماذج
de: Modelle neu synchronisieren
es: Resincronizar modelos
fr: Resynchroniser les modèles
hi: पुनः सिंक मॉडल
id: Sinkronisasi ulang Model
ja: モデルを再同期
ko: 모델 재동기화
pt_br: Ressincronizar modelos
ru: Повторная синхронизация моделей
th: ซิงค์โมเดลอีกครั้ง
tr: Modelleri Yeniden Eşitleme
vi: Mô hình đồng bộ lại
zh_hans: 重新同步模型
zh_hant: 重新同步模型

source: Retry
ar: إعادة المحاولة
de: Wiederholen
es: Reintentar
fr: Réessayer
hi: पुन: प्रयास करें
id: Coba lagi
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
ru: Повторить
th: ลองอีกครั้ง
tr: Yeniden dene
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

source: Retry Later
ar: إعادة المحاولة لاحقًا
de: Später erneut versuchen
es: Reintentar más tarde
fr: Réessayer plus tard
hi: बाद में पुनः प्रयास करें
id: Coba lagi nanti
ja: 後で再試行
ko: 나중에 다시 시도
pt_br: Tentar mais tarde
ru: Повторить позже
th: ลองใหม่ทีหลัง
tr: Sonra Yeniden Dene
vi: Thử lại sau
zh_hans: 稍后重试
zh_hant: 稍後重試

source: Same model
ar: نفس النموذج
de: Gleiches Modell
es: Mismo modelo
fr: Même modèle
hi: समान मॉडल
id: Model sama
ja: 同じモデル
ko: 동일 모델
pt_br: Mesmo modelo
ru: Та же модель
th: โมเดลเดียวกัน
tr: Aynı model
vi: Cùng mô hình
zh_hans: 同一模型
zh_hant: 同款模型

source: Sample data shown.
ar: بيانات العينة المعروضة.
de: Beispieldaten angezeigt.
es: Se muestran datos de muestra.
fr: Exemples de données affichées.
hi: नमूना डेटा दिखाया गया.
id: Contoh data ditampilkan.
ja: サンプルデータを示します。
ko: 샘플 데이터가 표시됩니다.
pt_br: Dados de amostra mostrados.
ru: Представлен пример данных.
th: ข้อมูลตัวอย่างที่แสดง
tr: Örnek veriler gösteriliyor.
vi: Dữ liệu mẫu được hiển thị.
zh_hans: 这是示例数据
zh_hant: 這是範例資料

source: Sampling
ar: أخذ العينات
es: Muestreo
fr: Échantillonnage
hi: सैंपलिंग
ja: サンプリング
ko: 샘플링
pt_br: Amostragem
ru: Сэмплирование
th: การสุ่ม
tr: Örnekleme
vi: Lấy mẫu
zh_hans: 采样策略
zh_hant: 採樣策略

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
id: Simpan
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
th: บันทึก
tr: Kaydet
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Save and start chat
ar: حفظ وبدء المحادثة
de: Speichern und Chat starten
es: Guardar e iniciar chat
fr: Enregistrer et démarrer le chat
hi: सहेजें और चैट शुरू करें
id: Simpan dan mulai chat
ja: 保存してチャットを開始
ko: 저장하고 채팅 시작
pt_br: Salvar e iniciar chat
ru: Сохранить и начать чат
th: บันทึกและเริ่มแชท
tr: Kaydet ve sohbeti başlat
vi: Lưu và bắt đầu chat
zh_hans: 保存并开始聊天
zh_hant: 儲存並開始對話

source: Save to Photos
ar: حفظ في الصور
de: In Fotos speichern
es: Guardar en Fotos
fr: Enregistrer dans Photos
hi: फ़ोटो में सहेजें
id: Simpan ke Foto
ja: 写真に保存
ko: 사진에 저장
pt_br: Salvar em Fotos
ru: Сохранить в фотографии
th: บันทึกลงในรูปถ่าย
tr: Fotoğraflara Kaydet
vi: Lưu vào Ảnh
zh_hans: 保存到相册
zh_hant: 儲存到相簿

source: Savings opportunities based on your usage
ar: فرص الادخار على أساس استخدامك
de: Sparmöglichkeiten basierend auf Ihrem Verbrauch
es: Oportunidades de ahorro basadas en su uso
fr: Possibilités d'économies en fonction de votre utilisation
hi: आपके उपयोग के आधार पर बचत के अवसर
id: Peluang penghematan berdasarkan penggunaan Anda
ja: 使用量に応じた節約のチャンス
ko: 사용량에 따른 절감 기회
pt_br: Oportunidades de economia com base no seu uso
ru: Возможности экономии в зависимости от вашего использования
th: ประหยัดโอกาสตามการใช้งานของคุณ
tr: Kullanımınıza göre tasarruf fırsatları
vi: Cơ hội tiết kiệm dựa trên mức sử dụng của bạn
zh_hans: 基于使用情况发现节省机会
zh_hant: 基於使用情況發現節省機會

source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
hi: खोज
id: Cari
ja: 検索
ko: 검색
pt_br: Pesquisar
ru: Поиск
th: ค้นหา
tr: Ara
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

source: Search conversation titles or content
ar: ابحث في عناوين المحادثة أو محتواها
de: Gesprächstitel oder Inhalte durchsuchen
es: Buscar títulos o contenido de conversaciones
fr: Rechercher des titres ou du contenu de conversation
hi: वार्तालाप शीर्षक या सामग्री खोजें
id: Cari judul atau konten percakapan
ja: 会話のタイトルまたは内容を検索する
ko: 대화 제목 또는 내용 검색
pt_br: Pesquise títulos ou conteúdo de conversas
ru: Поиск по заголовкам или содержанию разговоров
th: ค้นหาชื่อหรือเนื้อหาการสนทนา
tr: Konuşma başlıklarını veya içeriğini arayın
vi: Tìm kiếm tiêu đề hoặc nội dung cuộc trò chuyện
zh_hans: 搜索对话标题或内容
zh_hant: 搜尋對話標題或內容

source: Search models...
ar: بحث عن نماذج...
de: Modelle suchen...
es: Buscar modelos...
fr: Rechercher des modèles...
hi: मॉडल खोजें...
id: Telusuri model...
ja: モデルを検索...
ko: 모델 검색...
pt_br: Buscar modelos...
ru: Поиск моделей...
th: ค้นหารุ่น...
tr: Modelleri ara...
vi: Tìm kiếm mô hình...
zh_hans: 搜索模型...
zh_hant: 搜尋模型...

source: Search providers
ar: مقدمي البحث
de: Suchanbieter
es: Proveedores de búsqueda
fr: Fournisseurs de recherche
hi: प्रदाता खोजें
id: Penyedia pencarian
ja: 検索プロバイダー
ko: 검색 공급자
pt_br: Provedores de pesquisa
ru: Поиск поставщиков
th: ผู้ให้บริการค้นหา
tr: Arama sağlayıcıları
vi: Tìm kiếm nhà cung cấp
zh_hans: 搜索供应商
zh_hant: 搜尋供應商

source: Send Failed
ar: فشل الإرسال
de: Senden fehlgeschlagen
es: Envío fallido
fr: Échec de l'envoi
hi: भेजना विफल
id: Kirim Gagal
ja: 送信失敗
ko: 보내기 실패
pt_br: Falha no envio
ru: Отправить не удалось
th: ส่งล้มเหลว
tr: Gönderim Başarısız Oldu
vi: Gửi không thành công
zh_hans: 发送失败
zh_hant: 發送失敗

source: Send Link Code
ar: إرسال رمز الربط
de: Verknüpfungscode senden
es: Enviar código de vinculación
fr: Envoyer le code d'association
hi: लिंक कोड भेजें
id: Kirim kode penautan
ja: 連携コードを送信
ko: 연결 코드 보내기
pt_br: Enviar código de vinculação
ru: Отправить код привязки
th: ส่งรหัสเชื่อมโยง
tr: Bağlama kodu gönder
vi: Gửi mã liên kết
zh_hans: 发送关联验证码
zh_hant: 傳送連結驗證碼

source: Send Link Email
ar: إرسال رابط البريد الإلكتروني
de: Link-E-Mail senden
es: Enviar enlace por correo electrónico
fr: Envoyer un e-mail de lien
hi: लिंक ईमेल भेजें
id: Kirim Email Tautan
ja: リンク用メールを送信
ko: 링크 이메일 보내기
pt_br: Enviar e-mail de link
ru: Отправить ссылку по электронной почте
th: ส่งอีเมล์ลิงค์
tr: Bağlantı E-postasını Gönder
vi: Gửi email liên kết
zh_hans: 发送关联邮件
zh_hant: 發送連結電子郵件
